Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing access to a global computer network for the transfer and dissemination of information
it: Accesso a una rete informatica per il trasferimento e la diffusione di informazioni

source: Telecommunications services, namely providing fiber optic network services
it: Telecomunicazioni, ovvero servizi di reti a fibre ottiche

source: Electronic mail and facsimile transmission services
it: Posta elettronica e trasmissione di fax

source: Radio information services
it: Servizi d'informazione via radio

source: Rental of apparatus for the broadcast of audio signals
it: Noleggio di apparecchi per la trasmissione di segnali audio

source: Data transmission
it: Trasmissione di dati

source: Transmission of information on-line
it: Trasmissione di informazioni on-line

source: Local and long distance telephone services
it: Servizi telefonici distrettuali e interurbani

source: Transmission of information by data communications for assisting decision making
it: Trasmissione d'informazioni tramite comunicazioni di dati per assistenza nel processo decisionale

source: Ticker tape services
it: Servizi di teleborsa

source: Video narrowcasting services
it: Diffusione ristretta video

source: Communication of information by television
it: Comunicazione d'informazioni mediante televisione

source: Interactive communications services by means of computer
it: Servizi di comunicazione interattiva mediante computer

source: Information and advisory services relating to telecommunication services
it: Servizi d'informazione e di consulenza riguardanti i servizi di telecomunicazione

source: Provision of televised information relating to radiophones
it: Fornitura d'informazioni teletrasmesse in materia di radiotelefoni

source: Providing electronic telecommunication connections
it: Fornitura di connessioni elettroniche per telecomunicazioni

source: Providing multiple use access to global computer information networks for the transfer and dissemination of a wide range of information
it: Accesso a pluriutenza a reti informatiche globali d'informazioni per il trasferimento e la diffusione d'un'ampia gamma d'informazioni

source: Providing third party users with access to telecommunication infrastructure
it: Fornitura a utenti terzi di accesso a infrastrutture di telecomunicazione

source: Provision of access to data or documents stored electronically in central files for remote consultation
it: Fornitura di accesso a dati o documenti in formato elettronico su file centralizzati per consultazione remota

source: Radio broadcasting of information and other programs
it: Trasmissione via radio d'informazioni e altri programmi

source: Broadcasting programs via a global computer network
it: Diffusione di programmi mediante una rete informatica globale

source: Communications via multinational telecommunication networks
it: Comunicazioni tramite reti di telecomunicazione multinazionali

source: Computer transmission of information accessed via a code or a terminal
it: Trasmissione informatica di informazioni accessibili tramite un codice o un terminale

source: Data communication by electronic mail
it: Comunicazione dati mediante posta elettronica

source: Providing access to and leasing access time to computer databases
it: Fornitura di accesso e noleggio di tempi di accesso ad una banca dati

source: Providing access to mp3 web sites on the internet
it: Fornitura di accesso a siti web con MP3 su Internet

source: Broadcasting of video and audio programming over the Internet
it: Trasmissione di programmi video e audio su Internet

source: Transmission of data by telefacsimile
it: Trasmissione di dati tramite telefax

source: Transmission of information between computers and workstations
it: Trasmissione d'informazioni tra portatili e stazioni di lavoro

source: Sound and picture transmission via satellite
it: Trasmissione di suoni e di immagini via satellite

source: Provision of telecommunications access to databases and the internet
it: Fornitura di accesso a servizi di telecomunicazione, banche dati e Internet

source: Televisual communication services
it: Servizi di comunicazione televisiva

source: Transmission of sound via interactive multimedia networks
it: Trasmissione di suoni mediante reti multimediali interattive

source: Data transmission services over telematic networks
it: Servizi di trasmissione di dati su reti telematiche

source: Provision of communications facilities via radio satellites
it: Offerta di servizi di comunicazione tramite satelliti radio

source: Communications services for accessing a data-base
it: Servizi di comunicazione per l'accesso a banche dati

source: Wireless electronic transmission of facsimiles
it: Trasmissione elettronica senza fili di fax

source: Broadcasting of teleshopping programmes
it: Emissione di programmi di teleshopping

source: Transmission of messages by telefacsimile
it: Trasmissione di messaggi tramite telefax

source: Delivery of digital music by telecommunications
it: Fornitura di musica digitale mediante telecomunicazioni

source: Operating of electronic communications networks
it: Gestione di reti di comunicazione elettroniche

source: Telecommunications services between computer networks
it: Servizi di telecomunicazione tra reti informatiche

source: Telecommunications services provided by means of optical fibre networks
it: Servizi di telecomunicazione disponibili mediante reti a fibre ottiche

source: Electronic instructions transmission services
it: Servizi di trasmissione elettronica d'istruzioni

source: Wire agency [communication] services
it: Servizi di agenzie stampa [comunicazione]

source: Rental of equipment for broadcasting
it: Noleggio di apparecchiature di trasmissione

source: Electronic communication services for preparing financial information
it: Servizi di comunicazione elettronica per la preparazione d' informazioni finanziarie

source: Sending of emergency messages [by electronic means]
it: Invio di messaggi d'emergenza [tramite mezzi elettronici]

source: Provision of central switching services for electronic communications networks
it: Servizi di commutazione centrali per reti di comunicazione elettroniche

source: Electronic bulletin board services
it: Servizi di bacheche elettroniche

source: Leasing of telecommunication lines for access to computer networks
it: Noleggio di linee di telecomunicazione per accedere a reti informatiche

source: Call screening services
it: Analisi di chiamate

source: Provision of communications by telephone
it: Fornitura di comunicazioni mediante telefono

source: Rental of frequency converters [for use in communications]
it: Noleggio di convertitori di frequenza [per uso nelle comunicazioni]

source: Rental of radio communications equipment
it: Noleggio di apparecchiature di comunicazione radio

source: Transmission of information via computers connected to the same telematic network
it: Trasmissione d'informazioni tramite computer collegati alla stessa rete telematica

source: Mobile radio communications
it: Radiocomunicazioni cellulari

source: Operation of a telecommunications network
it: Gestione di una rete di telecomunicazione

source: Electronic mail services for data and voice
it: Servizi di posta elettronica per dati e per voce

source: Electronic communications services
it: Servizi di comunicazione elettronica

source: Operation of cable television systems
it: Gestione di sistemi televisivi via cavo

source: Operation of satellite-to-earth receiver aerials
it: Gestione di antenne di ricezione terra-satellite

source: Operation of television cable networks
it: Gestione di reti televisive via cavo

source: Information services relating to broadcasting
it: Servizi d'informazione riguardanti trasmissioni

source: Message collection and transmission services
it: Raccolta e trasmissione di messaggi

source: Radio communication network services
it: Servizi di rete per comunicazioni radio

source: Satellite broadcasting
it: Trasmissione satellitare

source: Communication by teleprinter
it: Comunicazioni tramite telescrivente

source: Air to ground telecommunications services
it: Servizi di telecomunicazione aria-terra

source: Audiovisual communication services
it: Servizi di comunicazione audiovisiva

source: Communication services by radio
it: Servizi di radiocomunicazione

source: Electronic transmission of messages and data
it: Trasmissione elettronica di messaggi e dati

source: Webcasting services
it: Servizi di webcasting

source: Provision of telecommunication facilities for educational purposes
it: Offerta di strutture di telecomunicazione per scopi educativi

source: Provision of telephone directory information to assist in telecommunications
it: Fornitura di informazioni su elenchi telefonichi per assistenza alle telecomunicazioni

source: Transfer of data by telephone
it: Trasferimento dati tramite telefono

source: Transmission of data by microwave
it: Trasmissione di dati tramite microonde

source: Providing access to and leasing access time to computer networks
it: Fornitura dell'accesso e noleggio di tempi di accesso a una rete informatica

source: Providing an online interactive bulletin board
it: Fornitura di bacheche informatiche interattive on-line

source: Video broadcasting
it: Trasmissione video

source: Wireless communications services
it: Servizi di comunicazione wireless

source: Data transmission and data broadcasting
it: Trasmissione e diffusione di dati

source: Transmission of data or audio visual images via a global computer network or the internet
it: Trasmissione di dati o immagini audiovisive tramite una rete informatica globale o internet

source: Transmission of information relating to pharmaceuticals, medicine and hygiene
it: Trasmissione di informazioni relative a prodotti farmaceutici, medicina e igiene

source: Transmission of documents by facsimile
it: Trasmissione di documenti via fax

source: Providing telecommunications connections to a global computer network or databases
it: Collegamenti di telecomunicazione ad una rete informatica globale o ad una banca dati

source: Satellite broadcasting services relating to sporting events
it: Trasmissione satellitare di manifestazioni sportive

source: Data transmission for others
it: Trasmissione dati per conto terzi

source: Wireless electronic transmission of data
it: Trasmissione elettronica senza fili di dati

source: Wireless electronic transmission of images
it: Trasmissione elettronica senza fili di immagini

source: Arranging access to databases on the internet
it: Fornitura di accessi a banche dati su Internet

source: Audio broadcasting
it: Trasmissione audio

source: Audio teleconferencing
it: Teleconferenze audio

source: Leasing access time to web sites [isp's]
it: Noleggio di tempi d'accesso a siti web [isp]

source: Data transmission services between networked computer systems
it: Trasmissione di dati tra sistemi computerizzati collegati in rete

source: Electronic voice messaging services
it: Servizi elettronici di messaggeria vocale

source: Providing telecommunications connections to a global computer network
it: Allacciamento [per telecomunicazioni] ad una rete informatica mondiale

source: Interactive television and radio broadcasting
it: Trasmissioni televisive e radiofoniche interattive

source: Provision of access to the internet for others
it: Accesso ad Internet per conto terzi

source: Rental of telephones
it: Noleggio di telefoni

source: Message sending, receiving and forwarding
it: Invio, ricezione e inoltro di messaggi

source: Rental of megaphones
it: Noleggio di megafoni

source: Transmission of information via teletypewriter
it: Trasmissione di informazioni mediante telescrivente

source: Mobile telecommunication network services
it: Servizi di reti di telecomunicazione cellulare

source: Operation of broadcasting facilities
it: Gestione di impianti per la trasmissione

source: Operation of telecommunications satellites
it: Esercizio di satelliti di telecomunicazione

source: Telecommunication gateway services
it: Servizi di portali di telecomunicazione

source: Video-on-demand transmission services
it: Trasmissioni di video su richiesta

source: Optical fibre telecommunications services
it: Servizi di telecomunicazione a fibre ottiche

source: Telegraph telecommunications services
it: Servizi di telecomunicazione telegrafica

source: Reception of television programmes for onward transmission to subscribers
it: Ricezione di programmi televisivi per trasmissione diretta ad abbonati

source: Remote transmission of data by means of telecommunications
it: Trasmissione remota di dati mediante telecomunicazioni

source: Wireless telephone services
it: Servizi telefonici senza fili

source: Telephone and telecommunication services
it: Servizi di telefonia e telecomunicazioni

source: Transmission of news and current affairs information
it: Trasmissione di notizie e di informazioni di attualità

source: Live transmissions accessible via home pages on the internet [webcam]
it: Trasmissioni dal vivo accessibili attraverso una homepage su Internet [WEBCAM]

source: Telephone telecommunications services provided via prepaid telephone calling cards
it: Telecomunicazione telefonica tramite schede telefoniche prepagate

source: Transfer of telephone or telecommunications calls
it: Trasferimento di chiamate telefoniche o di telecomunicazioni

source: Data transmission and reception services via telecommunication means
it: Trasmissione e ricezione di dati tramite mezzi di telecomunicazione

source: Electronic transmission of messages
it: Trasmissione elettronica di messaggi

source: High bit-rate data transmission services for telecommunication network operators
it: Servizi di trasmissione di dati ad elevata frequenza bit per operatori di reti di telecomunicazione

source: Communications via analogue and digital computer terminals
it: Comunicazione tramite terminali informatici digitali e analogici

source: Rental of modems
it: Noleggio di modems

source: Broadcasting of financial information by television
it: Diffusione d'informazioni finanziarie tramite televisione

source: Communication of data by means of telecommunications
it: Comunicazione di dati mediante telecomunicazioni

source: Communication of information by satellite
it: Comunicazione di informazioni mediante satellite

source: Instant electronic messaging services
it: Messaggeria elettronica istantanea

source: Audio communications services
it: Servizi di comunicazione audio

source: Provision of electronic sound links
it: Fornitura di collegamenti audio elettronici

source: Provision of telephone directory information
it: Informazioni su elenchi telefonici

source: Rental of communication apparatus and implements
it: Noleggio di apparecchi e strumenti di comunicazione

source: Communication services by cable
it: Servizi di comunicazione via cavo

source: Communication services for the electronic transmission of voices
it: Servizi di comunicazione per la trasmissione elettronica della voce

source: Time sharing services for communications apparatus
it: Servizi di timesharing per apparecchi di comunicazione

source: Transmission of computerised data by means of television
it: Trasmissione computerizzata di dati mediante televisione

source: Transmission of data by laser beam
it: Trasmissione di dati tramite raggio laser

source: International data transmission
it: Trasferimento internazionale di dati

source: Transmission of information for domestic purposes
it: Trasmissione d'informazioni per uso domestico

source: Providing multiple-user access to a global computer information network
it: Fornitura d' accesso a pluriutenza ad una rete informatica globale

source: Providing on-line electronic bulletin boards for transmission of messages among computer users
it: Fornitura di bacheche elettroniche on-line per la trasmissione di messaggi tra utenti di computer

source: Providing on-line listservers for transmission of messages among computer users
it: Server di liste on line per la trasmissione di messaggi tra utenti di computer

source: Satellite broadcasting services relating to entertainment
it: Servizi di trasmissione satellitare in materia di intrattenimento

source: Provision of telecommunication access and links to computer databases and to the internet
it: Fornitura di accesso a servizi di telecomunicazioni e collegamenti con banche dati e con Internet

source: Electronic news agency services
it: Agenzie di informazioni elettroniche

source: Data communication services accessible by password
it: Servizi di comunicazione dati accessibili tramite password

source: Communication services for the transmission of information
it: Servizi di comunicazione per la trasmissione di informazioni

source: Provision of electronic communication links
it: Fornitura di link di comunicazione elettronici

source: Broadcasting of programmes via the internet
it: Trasmissione di programmi su Internet

source: Leasing of cellular communications equipment
it: Noleggio di apparecchiature per comunicazioni cellulari

source: Telephone voice messaging services
it: Servizi di messaggeria vocale telefonica

source: Transmission of messages by teleprinter
it: Trasmissione di messaggi mediante telescrivente

source: Communication services, namely, electronic transmission of data and documents among users of computers
it: Servizi di comunicazione, ovvero trasmissione elettronica di dati e documenti tra utenti di computer

source: Electronic communications services relating to credit card authorization
it: Servizi di comunicazione elettronica per autorizzazione di carte di credito

source: Transmission of computerised documents
it: Trasmissione di documenti informatizzati

source: Facsimile transmission and retrieval services
it: Trasmissione di telecopie e servizi di reperimento

source: Video communication services
it: Servizi di videocomunicazione

source: Video transmission services
it: Servizi di trasmissione video

source: Providing telecommunication channels for teleshopping services
it: Fornitura di canali di telecomunicazione destinati ai servizi di televendita

source: Dissemination of television programmes relayed by extra-terrestrial satellite
it: Distribuzione di programmi televisivi trasmessi mediante satellite extra-terrestre

source: Electronic communication service by means of computer
it: Servizi di comunicazione elettronica tramite computer

source: Sending [transmission] of news
it: Invio [trasmissione] di notizie

source: Providing videoconferencing facilities
it: Fornitura di servizi di videoconferenze

source: Communications by fibre optic networks
it: Comunicazioni attraverso reti di fibre ottiche

source: Rental of facsimile apparatus
it: Noleggio di macchine per fax

source: Computer aided transmission of messages
it: Trasmissione computerizzata di messaggi

source: Communication services by satellite
it: Servizi di telecomunicazione satellitare

source: Rental of communications channels
it: Noleggio di canali di comunicazione

source: Rental of communications systems
it: Noleggio di sistemi di comunicazione

source: Rental of facsimile transceivers
it: Noleggio di ricetrasmettitori fax

source: Transmission of stock market information with the help of telecommunication media
it: Trasmissione d'informazioni di borsa con l'ausilio di supporti di telecomunicazione

source: Online document delivery via a global computer network
it: Recapito di documenti on-line tramite una rete informatica globale

source: Providing user access to global computer networks
it: Fornitura di accesso ad una rete informatica mondiale

source: Telecommunications services, namely, personal communication services
it: Telecomunicazioni, ovvero servizi di comunicazioni private

source: Telematic communications via computer terminals
it: Comunicazioni telematiche tramite terminali di computer

source: Communication via computer terminals, by digital transmission or by satellite
it: Comunicazioni tramite terminali di computer, trasmissione digitale o via satellite

source: Computer bulletin boards
it: Bacheche informatiche

source: Operation of cellular communications systems
it: Gestione di sistemi di comunicazione cellulari

source: Operation of radio frequency communications systems
it: Gestione di sistemi di comunicazione a radiofrequenze

source: Hire of telephone answering apparatus
it: Affitto di segreterie telefoniche

source: Telematic [data communication] services
it: Servizi telematici [comunicazione di dati]

source: Radio-paging services
it: Servizi di radiochiamata

source: Telecommunication services
it: Servizi di telecomunicazione

source: Radio frequency communications services
it: Servizi di comunicazione a radiofrequenze

source: Radio telegraphic communication services
it: Servizi di comunicazione radiotelegrafica

source: Rental of broadcasting apparatus for outside broadcasts
it: Noleggio di apparecchi di trasmissione per trasmissioni esterne

source: Transmission of messages by telephone and facsimile
it: Trasmissione di messaggi mediante telefono e telecopiatrice

source: Transmission of greeting cards online
it: Trasmissione on-line di biglietti di auguri

source: Transmission of digital files
it: Trasmissione di file digitali

source: Long distance telephone communication services
it: Servizi di comunicazione telefonica interurbana

source: Video messaging services
it: Invio di messaggi video

source: Electronic bulletin board services [telecommunications services]
it: Servizi di inserzione elettronica [telecomunicazioni]

source: Broadcasting of financial information by radio
it: Diffusione d'informazioni finanziarie tramite radio

source: Broadcasting of financial information by satellite
it: Diffusione d'informazioni finanziarie tramite satellite

source: Broadcasting of programmes by satellite
it: Trasmissione di programmi via satellite

source: Electronic transmission services
it: Servizi elettronici di trasmissione

source: Wireless telephony
it: Telefonia senza fili

source: Wireless voice mail services
it: Messaggeria vocale senza filo

source: Provision of facilities for radio receiving and radio transmission
it: Fornitura di servizi per radioricezione e radiodiffusione

source: Provision of facilities for transmission and receiving by radio
it: Fornitura di servizi per la trasmissione e ricezione mediante apparecchi radio

source: Communication services between data banks
it: Servizi di comunicazione tra banche dati

source: Cable casting services
it: Trasmissione via cavo

source: Transmission of computerised data by means of cable
it: Trasmissione di dati computerizzati via cavo

source: Transmission of data by audio-visual apparatus
it: Trasmissione di dati mediante apparecchi audiovisivi

source: Transmission of data by cable
it: Trasmissione di dati via cavo

source: Satellite transmission of sounds, images, signals and data
it: Trasmissione via satellite di suoni, immagini, segnali e dati

source: Communication by electronic means
it: Comunicazione tramite mezzi elettronici

source: Communication by radio
it: Comunicazioni via radio

source: Provision of access to web pages
it: Fornitura di accesso a pagine Web

source: Providing access to electronic communications networks
it: Fornitura di accesso a reti di comunicazione elettroniche

source: Providing access to electronic communications networks and electronic databases
it: Fornitura di accesso a reti di comunicazione e banche dati elettroniche

source: Voice and data transmission services
it: Servizi di trasmissione vocale e di dati

source: Providing facilities and equipment for video conferencing
it: Fornitura di strutture ed apparecchiature per videoconferenze

source: Secure transmission of data, sound or images
it: Trasmissione protetta di dati, suoni o immagini
